vegeta result
Requests      [total, rate, throughput]  1500, 50.03, 50.03
Duration      [total, attack, wait]      29.9809621s, 29.9809621s, 0s
Latencies     [mean, 50, 95, 99, max]    94.558µs, 0s, 999.958µs, 1.003055ms, 3.9913ms
Bytes In      [total, mean]              5869500, 3913.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:1500